---
kind: other
id: Properties.T:Autodesk.Revit.DB.FabricationItemFile
source: html/9555e82c-7205-24fb-d7d4-f3fa45fdb344.htm
---
# FabricationItemFile Properties

The string identifier for the item file. This string is unique and can be used to compare whether fabrication
 item files are the same file.